{
  "For the better future": "เพื่ออนาคตที่ดีกว่า",
  "FullStart Stand for the purpose of": "FullStart มีจุดมุ่งหมายเพื่อ",
  "making the future of the people grow": "ทำให้อนาคตของผู้คนเติบโต",
  "sustainably.": "อย่างยั่งยืน",
  "CONSULT US": "ปรึกษาเรา",
  "HOME": "หน้าแรก",
  "ABOUT US": "เกี่ยวกับเรา",
  "New & Events": "ข่าวสารและกิจกรรม",
  "Our Team": "ทีมงานเรา",
  "OUR SERVICES": "บริการของเรา",
  "Software development services": "บริการ งานพัฒนาซอฟต์แวร์",
  "Solar cell installation service": "บริการ งานติดตั้งโซลาร์เซลล์",
  "Internet of Things service": "บริการ งานงานระบบ IoT",
  "Computer network system services": "บริการ งานระบบเครือข่ายคอมพิวเตอร์",
  "REFERENCE": "การอ้างอึง",
  "Customers": "ลูกค้า",
  "CONTACT": "ติดต่อเรา",
  "Search": "ค้นหา",
  "FullStart Company Limited": "บริษัท ฟูลสตาร์ท จำกัด",
  "998/20, Moo 10, Nai Khlong Bang Pla Kot Subdistrict,": "998/20 หมู่ที่ 10 ตำบล ในคลองบางปลากด",
  "Phra Samut Chedi District,": "อำเภอ พระสมุทรเจดีย์",
  "Samut Prakan Province 10290, Thailand": "จังหวัด สมุทรปราการ 10290",
  "Menu": "เมนู",
  "Our Services": "บริการของเรา",
  "Internet of Things service service": "บริการ งานระบบ IoT",
  "Get In Touch": "การติดต่อ",
  "Follow our channels for other interesting": "ติดตามช่องทางอื่นๆ ที่น่าสนใจของเรา",
  "news and deals from FullStart": "ข่าวสารและข้อเสนอจาก FullStart",
  "In the work of the FULLSTART team that is attentive Enthusiastic and ready to serve all the time. Follow up on work that can happen.": "ในการทำงานของทีมงาน FULLSTART นั้นเป็นการเอาใจใส่ กระตือรือร้นและพร้อมให้บริการอยู่ตลอดเวลา ติดตามงานที่อาจเกิดขึ้น",
  "View More": "ดูเพิ่มเติม",
  "We have had the opportunity to work with many knowledgeable people. and responds to customers very well": "เราได้มีโอกาสร่วมงานกับผู้มีความรู้มากมาย และตอบโจทย์ลูกค้าได้เป็นอย่างดี",
  "FULLSTART - We are confident that we can help solve problems in computer technology , IoT , industrial machinery , installation , and maintenance of solar power generation.": "FULLSTART - เรามั่นใจว่าสามารถช่วยแก้ไขปัญหาด้านเทคโนโลยีคอมพิวเตอร์ IoT เครื่องจักรอุตสาหกรรม การติดตั้ง และการบำรุงรักษาการผลิตพลังงานแสงอาทิตย์ได้",
  "BRANDS TRUST US": "แบรนด์ที่ไว้วางใจเรา",
  "Our Clients": "ลูกค้าของเรา",
  "Join Us": "ร่วมงานกับเรา",
  "Reference": "อ้างอิง",
  "FULLSTART - References to our experience and performance from past work.": "FULLSTART - อ้างอิงถึงประสบการณ์และผลงานของเราจากงานที่ผ่านมา.",
  "Our Customer": "ลูกค้าของเรา",
  "CUSTOMERS": "ลูกค้าของเรา",
  "Electricity generation monitoring system and electricity bill calculation": "ระบบติดตามการผลิตไฟฟ้าและการคำนวณค่าไฟฟ้า",
  "Software  development design": "การออกแบบการพัฒนาซอฟต์แวร์",
  "Solar cell": "โซลาร์เซลล์",
  "Providing complete solar": "ให้บริการโซลาร์เซลล์",
  "cell services": "แบบครบวงจร",
  "PV Solar monitoring system is software that the company developed in order to control solar energy production to be as efficient as possible.": "ระบบติดตามพลังงานแสงอาทิตย์ PV Solar เป็นซอฟต์แวร์ที่บริษัทพัฒนาขึ้นเพื่อควบคุมการผลิตพลังงานแสงอาทิตย์ให้มีประสิทธิภาพมากที่สุด",
  "It is a device that helps strengthen": "เป็นอุปกรณ์ที่ช่วยเสริมความแข็งแกร่ง",
  "the functioning of the solar energy": "การทำงานของพลังงานแสงอาทิตย์",
  "production system.It will collect": "ระบบการผลิตก็จะรวบรวม",
  "various information and use it to": "ข้อมูลต่างๆและนำไปใช้",
  "analyze and find problems. Helps": "วิเคราะห์และค้นหาปัญหา ช่วยได้",
  "make work more convenient and": "ทำให้การทำงานสะดวกยิ่งขึ้นและ",
  "faster.": "เร็วขึ้น.",
  "It is a system that was developed": "เป็นระบบที่ได้รับการพัฒนา",
  "from problems in industrial ": "จากปัญหาในภาคอุตสาหกรรม",
  "factories to cross-border trading.": "โรงงานเพื่อการค้าขายข้ามแดน",
  "Make this system responsive to ": "ทำให้ระบบนี้ตอบสนองต่อ",
  "the work of customers. To work": "งานของลูกค้า ไปทำงาน",
  "correctly and transparently in": "อย่างถูกต้องและโปร่งใสใน",
  "every step": "ทุกขั้นตอน",
  "Why Should You Choose FullStart?": "ทำไมคุณถึงเลือก FullStart?",
  "Because we were founded by a team of experts and professionals": "เพราะเราก่อตั้งขึ้นโดยทีมงานผู้เชี่ยวชาญและมืออาชีพ",
  "with over 25 years of experience in managing and installing": "ด้วยประสบการณ์กว่า 25 ปี ในการจัดการและติดตั้ง",
  "solar cell systems, both domestically and internationally.": "ระบบโซลาร์เซลล์ทั้งในประเทศและต่างประเทศ",
  "We also possess expertise in industrial technology, particularly": "นอกจากนี้เรายังมีความเชี่ยวชาญในด้านเทคโนโลยีอุตสาหกรรมโดยเฉพาะ",
  "in import-export, enabling us to": "ในการนำเข้า-ส่งออกทำให้เราสามารถ",
  "consolidate ideas from all aspects comprehensively.": "รวบรวมความคิดจากทุกด้านอย่างครอบคลุม",
  "Product": "สินค้า",
  "Integrated solar cell installation": "การติดตั้งโซลาร์เซลล์แบบรวม",
  "1": "1",
  "Solar panels": "แผงเซลล์แสงอาทิตย์",
  "Receive energy from the sun and produce it as electricity.": "รับพลังงานจากดวงอาทิตย์และผลิตเป็นไฟฟ้า",
  "2": "2",
  "FullStart Logger": "FullStart Logger",
  "Collect, analyze and display performance data.": "รวบรวม วิเคราะห์ และแสดงข้อมูลประสิทธิภาพ",
  "3": "3",
  "Electricity meter": "มิเตอร์ไฟฟ้า",
  "Used to measure electrical energy": "ใช้สำหรับวัดพลังงานไฟฟ้า",
  "4": "4",
  "Inverter": "อินเวอร์เตอร์",
  "Power converter from direct current (DC) to alternating current (AC)": "เครื่องแปลงไฟจากไฟฟ้ากระแสตรง (DC) เป็นไฟฟ้ากระแสสลับ (AC)",
  "5": "5",
  "Electrical control cabinet": "ตู้ควบคุมไฟฟ้า",
  "Control and distribute power to various parts": "ควบคุมและกระจายอำนาจไปยังส่วนต่างๆ",
  "6": "6",
  "Electrical appliance": "เครื่องใช้ไฟฟ้า",
  "It is a device that converts electrical energy into other forms of energy, such as light energy, sound energy, etc.": "เป็นอุปกรณ์ที่แปลงพลังงานไฟฟ้าเป็นพลังงานรูปแบบอื่น เช่น พลังงานแสง พลังงานเสียง เป็นต้น",
  "PV Solar monitoring system": "ระบบตรวจสอบพลังงานแสงอาทิตย์ PV",
  "This software, developed by our company, is designed to meet the needs of customers who seek to efficiently manage and control the production of solar power.": "ซอฟต์แวร์นี้พัฒนาโดยบริษัทของเรา ได้รับการออกแบบมาเพื่อตอบสนองความต้องการของลูกค้าที่ต้องการจัดการและควบคุมการผลิตพลังงานแสงอาทิตย์อย่างมีประสิทธิภาพ",
  "It enables users to promptly identify and resolve issues through a rapid and accurate alert system. Additionally, the software supports a wide variety of devices from different brands,": "ช่วยให้ผู้ใช้สามารถระบุและแก้ไขปัญหาได้ทันทีผ่านระบบแจ้งเตือนที่รวดเร็วและแม่นยำ นอกจากนี้ ซอฟต์แวร์ยังรองรับอุปกรณ์หลากหลายยี่ห้อจากหลากหลายแบรนด์",
  "offering flexibility in equipment selection without limiting users to a specific brand.": "โดยให้ความยืดหยุ่นในการเลือกอุปกรณ์โดยไม่จำกัดผู้ใช้เฉพาะแบรนด์ใดแบรนด์หนึ่ง",
  "It is a device that helps promote the operation of the solar power generation system by collecting data": "เป็นอุปกรณ์ที่ช่วยส่งเสริมการทำงานของระบบผลิตไฟฟ้าพลังงานแสงอาทิตย์โดยรวบรวมข้อมูล",
  "from various devices to be used in analyzing problems during each working period. It also has a screen to": "จากอุปกรณ์ต่างๆ เพื่อใช้ในการวิเคราะห์ปัญหาในแต่ละช่วงการทำงาน อีกทั้งยังมีหน้าจอ",
  "display the working results at that time, allowing the staff to easily look at the overall production value": "แสดงผลการทำงานในขณะนั้นทำให้พนักงานสามารถดูมูลค่าการผลิตโดยรวมได้อย่างง่ายดายโดยไม่ต้องผ่านแต่ละอุปกรณ์ ",
  "without having to go through each device. It helps to work more conveniently and quickly, and can also add": "ช่วยให้ทำงานสะดวก รวดเร็ว ยิ่งขึ้น และยังเพิ่มการ",
  "more controls than other smart lockers.": "ควบคุมได้มากกว่าตู้ล็อคอัจฉริยะอื่นๆ",
  "Application Data Asset": "Application Data Asset",
  "Application Data Asset This system has been developed to address current operational issues in industrial plants and the buying and selling of products.": "Application Data Assetระบบนี้ได้รับการพัฒนาขึ้นเพื่อแก้ไขปัญหาการดำเนินงานปัจจุบันในโรงงานอุตสาหกรรมและการซื้อและขายผลิตภัณฑ์",
  "The company has gathered problems encountered from our customers to develop this system,": "บริษัทได้รวบรวมปัญหาที่ลูกค้าพบมาพัฒนาระบบนี้ให้สามารถตอบสนองความต้องการของลูกค้าได้อย่างมีประสิทธิภาพ ระบบนี้",
  "enabling it to meet customer needs effectively. This system ensures that operations are accurate, precise, and transparent at every step.": "ทำให้มั่นใจได้ว่าการดำเนินงานมีความแม่นยำ เที่ยงตรง และโปร่งใสในทุกขั้นตอน",
  "Additionally, it features excellent security measures and operates on a reliable Cloud platform, relieving customers of concerns about maintenance or data storage.": "นอกจากนี้ยังมีมาตรการรักษาความปลอดภัยที่ดีเยี่ยมและทำงานบนแพลตฟอร์ม Cloud ที่เชื่อถือได้ คลายความกังวลของลูกค้าเกี่ยวกับการบำรุงรักษาหรือการจัดเก็บข้อมูล",
  "Furthermore, with its advanced technology, the system enables customers to compete more effectively and swiftly in the business arena.": "นอกจากนี้ ด้วยเทคโนโลยีขั้นสูงของระบบ ช่วยให้ลูกค้าสามารถแข่งขันในแวดวงธุรกิจได้อย่างมีประสิทธิภาพและรวดเร็วยิ่งขึ้น",
  "This software system helps manage organizational resources more efficiently": "ระบบซอฟต์แวร์นี้ช่วยจัดการทรัพยากรองค์กรได้อย่างมีประสิทธิภาพมากขึ้น",
  "by connecting various departments within the organization,": "โดยเชื่อมโยงแผนกต่างๆ ภายในองค์กร",
  "such as human resources, accounting, production, sales, and others. It enables effective management of these resources, saving time and reducing complex processes.": "เช่น ทรัพยากรบุคคล การบัญชี การผลิต การขาย และอื่นๆ ช่วยให้สามารถจัดการทรัพยากรเหล่านี้ได้อย่างมีประสิทธิภาพ ประหยัดเวลาและลดกระบวนการที่ซับซ้อน ",
  "The system features organized data storage, allows for shared data usage across the organization, and ensures high security.": "ระบบมีการจัดเก็บข้อมูลที่จัดระเบียบ ช่วยให้สามารถใช้ข้อมูลร่วมกันทั่วทั้งองค์กร และรับประกันความปลอดภัยสูง",
  "We would like to present the news": "เราอยากจะนำเสนอข่าว",
  "Latest Articles": "บทความล่าสุด",
  "Develop Application Data Asset to help work with accuracy and transparency in every step.": "พัฒนา Application Data Asset เพื่อช่วยให้ทำงานได้อย่างแม่นยำและโปร่งใสในทุกขั้นตอน",
  "It's a system": "มันเป็นระบบ",
  "that was developed to solve current problems in factories, industries, and including cross-border trading. The company has compiled a list of issues we have encountered with our customers to develop this system.": "ที่พัฒนาขึ้นมาเพื่อแก้ไขปัญหาปัจจุบันในโรงงาน อุตสาหกรรม รวมถึงการค้าขายข้ามแดน บริษัทได้รวบรวมรายการปัญหาที่เราพบกับลูกค้าในการพัฒนาระบบนี้",
  "Benefits of Using This Application Data Asset": "ประโยชน์ของการใช้สินทรัพย์ข้อมูลแอปพลิเคชันนี้",
  "Allows the system to meet customer needs, ensuring accurate, precise, and transparent operations at every step.": "ช่วยให้ระบบสามารถตอบสนองความต้องการของลูกค้าทำให้มั่นใจได้ถึงการดำเนินงานที่แม่นยำ แม่นยำ และโปร่งใสในทุกขั้นตอน",
  "Features a comprehensive system.": "มีระบบที่ครบวงจร",
  "Provides excellent security.": "ให้ความปลอดภัยที่ดีเยี่ยม",
  "Operates on a reliable cloud system, so customers don't need to worry about maintenance.": "ทำงานบนระบบคลาวด์ที่เชื่อถือได้ ดังนั้นลูกค้าจึงไม่ต้องกังวลเรื่องการบำรุงรักษา",
  "Enables customers to create a competitive edge for their business, with enhanced speed.": "ช่วยให้ลูกค้าสามารถสร้างความได้เปรียบในการแข่งขันให้กับธุรกิจของตนด้วยความเร็วที่เพิ่มขึ้น",
  "Share": "แชร์",
  "Recent Posts": "โพสต์ล่าสุด",
  "Read More": "อ่านเพิ่มเติม",
  "No news available": "ไม่มีข่าว",
  "Previous": "ย้อนกลับ",
  "Next": "ถัดไป",
  "MEET THE TEAM": "พบกับทีม",
  "Overview of us": "ภาพรวมของเรา",
  "FullStart is a company formed from a group of experts in Information Teachnology, Computer Network,": "FullStart เป็นบริษัทที่ก่อตั้งขึ้นจากกลุ่มผู้เชี่ยวชาญด้านการสอนสารสนเทศ เครือข่ายคอมพิวเตอร์",
  "Computer Software & Hardware, Internet of Thing (IoT) who are confident in being able to help solve problems. and take care of various systems .": "คอมพิวเตอร์ Software & Hardware, Internet of Thing (IoT) ที่มั่นใจสามารถช่วยแก้ปัญหาได้ และดูแลระบบต่างๆ",
  "Mr.Kitti Washirasuttanan (Kit)": "นายกิติ วชิรสุทธานันท์ (กิตติ)",
  "Founder / CEO": "ผู้ก่อตั้ง / ซีอีโอ",
  "Mr.Chatawat Lekkla (Terk)": "นายฉัฐวัสส์ เหล็กกล้า (เติร์ก)",
  "Head of Software Deverlopment": "หัวหน้าฝ่ายพัฒนาซอฟต์แวร์",
  "Meet Our Team": "พบกับทีมงานของเรา",
  "Software Testing": "Software Testing",
  "Software Testing is responsible for testing computer management systems, systems that use computers to control internal or online systems.": "Software Testing มีหน้าที่ทดสอบระบบการจัดการคอมพิวเตอร์ ระบบที่ใช้คอมพิวเตอร์ควบคุมระบบภายในหรือออนไลน์",
  "Programmer": "Programmer",
  "Programmers will be responsible for bringing design information and details of computer system structure.": "โปรแกรมเมอร์จะเป็นผู้รับผิดชอบในการนำข้อมูลการออกแบบและรายละเอียดโครงสร้างระบบคอมพิวเตอร์",
  "From a work system analyst Let us write various programs, which will have different programming languages.": "จากนักวิเคราะห์ระบบการทำงาน ให้เราเขียนโปรแกรมต่างๆ ซึ่งจะมีภาษาโปรแกรมที่แตกต่างกัน",
  "Contact Us": "ติดต่อเรา",
  "FULLSTART - Consulting on software development and Solar PV Monitoring": "FULLSTART - ให้คำปรึกษาด้านการพัฒนาซอฟต์แวร์และการตรวจสอบ Solar PV",
  "Send us a message": "ส่งข้อความถึงเรา",
  "Name *": "ชื่อ-นามสกุล *",
  "Company Name *": "นามบริษัท *",
  "Email *": "อีเมลล์ *",
  "Email": "อีเมลล์",
  "Phone *": "เบอร์โทรศัพท์ *",
  "Your Message *": "ข้อความของคุณ *",
  "Submit": "ส่งข้อมูล",
  "Location": "ที่ตั้ง",
  "Inquiries": "สอบถามรายละเอียดเพิ่มเติม",
  "(+66) 9-5738-2509": "(+66) 9-5738-2509",
  "info.fullstart@gmail.com": "info.fullstart@gmail.com",
  "Enter your name": "ป้อนชื่อของคุณ",
  "Enter your company name": "ป้อนชื่อบริษัทของคุณ",
  "Enter your message": "ป้อนรายละเอียดของคุณ",
  "About Us": "เกี่ยวกับเรา",
  "FULLSTART-Consulting and trusting experienced people like us.": "FULLSTART-ให้คำปรึกษาและไว้วางใจบุคลากรที่มีประสบการณ์เช่นเรา",
  "FULLSTART Company Limited": "บริษัท ฟูลสตาร์ท จำกัด",
  "FULLSTART Company Limited once again, 14 March 2022": "บริษัท ฟูลสตาร์ จำกัด ก่อตั้งเมื่อวันที่ 14 มีนาคม 2565",
  "It arises from an audience that is savvy in information technology. network infrastructure Possible software development": "เกิดขึ้นจากกลุ่มผู้ฟังที่มีความรู้ด้านเทคโนโลยีสารสนเทศ โครงสร้างพื้นฐานเครือข่าย การพัฒนาซอฟต์แวร์ที่เป็นไปได้",
  "More than 20 years in the story 2012, and the reasons for this will be seen. Solar energy will become more likely,so we began": "เรื่องราวในปี 2012 ผ่านไปกว่า 20 ปีแล้ว และเหตุผลของเรื่องนี้ก็ปรากฏให้เห็น พลังงานจากแสงอาทิตย์จะมีแนวโน้มมากขึ้น ดังนั้นเราจึงเริ่ม",
  "to study this technology And in 2015, a software called Solar PV was developed. Monitoring became the first in Thailand that": "เพื่อศึกษาเทคโนโลยีนี้ และในปี 2015 ได้มีการพัฒนาซอฟต์แวร์ที่เรียกว่า Solar PV Monitoring ขึ้นเป็นรายแรกในประเทศไทย",
  "can collect data from production Electricity from solar energy From various devices such as Inverter, Power Meter, Revenue Meter,": "สามารถเก็บข้อมูลการผลิตไฟฟ้าจากพลังงานแสงอาทิตย์ จากอุปกรณ์ต่างๆ เช่น อินเวอร์เตอร์ มิเตอร์วัดกำลังไฟฟ้า มิเตอร์วัดรายได้",
  "Pyranometer and other equipment sold in the market Many more, which have worked both domestically and abroad.": "ไพแรนอมิเตอร์และอุปกรณ์อื่นๆที่จำหน่ายในท้องตลาด อีกมากมาย ซึ่งมีผลใช้ทั้งในและต่างประเทศ",
  "Company Information": "ข้อมูล บริษัท",
  "Name": "ชื่อบริษัท",
  "Registered capital": "ทุนจดทะเบียน",
  "Registered capital 2,100,000 baht": "ทุนจดทะเบียน 2,100,000 บาท",
  "Founding day": "วันก่อตั้งบริษัท",
  "14 March 2022": "14 มีนาคม 2565",
  "Registration number": "ทะเบียนเลขที่",
  "0 1155 65008 11 4": "0 1155 65008 11 4",
  "Company location": "สถานที่ตั้งบริษัท",
  "998/20 Village No. 10, Nai Khlong Bang Pla Kot Subdistrict Phra Samut Chedi District Samut Prakan Province 10290": "998/20 หมู่ที่ 10 ตำบลในคลองบางปลากด อำเภอพระสมุทรเจดีย์ จังหวัดสมุทรปราการ 10290",
  "Phone number": "หมายเลขโทรศัพท์",
  "095-738-2509": "095-738-2509",
  "FULLSTART - Gathering of experts Information Technology , Network Infrastructure , Software Development.": "FULLSTART - การรวบรวมผู้เชี่ยวชาญด้านเทคโนโลยีสารสนเทศ โครงสร้างพื้นฐานเครือข่าย การพัฒนาซอฟต์แวร์"
}